Repository: sulu/sulu
Catalog: src/Sulu/Bundle/ContactBundle/Resources/translations/sulu/backend.*.xlf
Languages: de

# contacts.sidebar.mainContact
source: Main contact
de: Hauptansprechpartner

# public.company
source: Company
de: Organisation

# contacts.sidebar.mainCompany
source: Main company
de: Hauptorganisation

# content-navigation.accounts.documents
source: Documents
de: Dokumente

# content-navigation.contacts.documents
source: Documents
de: Dokumente

# contact.contacts.assignment
source: Assignment
de: Zuordnung

# contact.contacts.categories.label
source: Categories
de: Kategorien

# contact.account.add-account-contact
source: Add person
de: Person hinzufügen

# contact.accounts.add-new-contact-to-account
source: Create and add new person
de: Person erstellen und hinzufügen

# contacttype.home
source: Home
de: Privat

# contacttype.work
source: Work
de: Arbeit

# contacts.sidebar.company
source: Other companies
de: Weitere Organisationen

# search-overlay.index.contact.title
source: Contacts
de: Personen

# search-overlay.index.account.title
source: Accounts
de: Organisationen

# contact.contacts.main-contact
source: Main contact
de: Hauptansprechpartner

# contact.accounts.contact-remove
source: Remove contacts from company
de: Person von der Organisation entfernen

# contact.accounts.add-contact
source: Add contact to company
de: Person hinzufügen

# contact.accounts.corporation
source: Add-on
de: Gesellschaft

# contact.accounts.bankAccount.label
source: Bank account
de: Konto

# contact.accounts.bankAccounts.add.label
source: Add bank account
de: Verbindung hinzuf.

# contact.accounts.bankAccounts.edit.label
source: Edit bank account
de: Bankverbindung editieren

# contact.accounts.placeOfJurisdiction
source: Jurisdiction
de: Gerrichtsstand

# contact.termsOfPayment
source: Terms of payment
de: Zahlungsbed.

# contact.termsOfDelivery
source: Terms of delivery
de: Lieferbedingungen

# contact.accounts.termsOfDelivery.select
source: Please choose ...
de: Bitte wählen ...

# contact.accounts.termsOfPayment.select
source: Please choose ...
de: Bitte wählen ...

# content-navigation.contacts.activities
source: Activities
de: Aktivitäten

# contact.activities.remove
source: Remove activity
de: Aktivität entfernen

# contact.activities.type
source: Type
de: Typ

# contact.activities.priority
source: Priority
de: Priorität

# contact.activities.subject
source: Subject
de: Betreff

# contact.activities.note
source: Note
de: Bemerkung

# contact.activities.dueDate
source: Duedate
de: Fälligkeitsdatum

# contact.activities.assignedContact
source: Person
de: Verantwortlicher

# contact.contacts.activities.edit
source: Edit activity
de: Aktivität editieren

# contact.contacts.activities.add
source: Add activity
de: Aktivität hinzufügen

# contact.activity.type.phone.intern
source: Phone intern
de: Ausgehender Anruf

# contact.activity.type.phone.extern
source: Phone extern
de: Eingehender Anruf

# contact.activity.type.mail.intern
source: Mail intern
de: Eingehende Mail

# contact.activity.type.mail.extern
source: Mail extern
de: Ausgehende Mail

# contact.activity.type.appointment
source: Appointment
de: Termin

# contact.activity.type.noInterest
source: No interest
de: Kein Interesse

# contact.activity.type.recall
source: Recall
de: Erneuter Anruf

# contact.activity.state.open
source: Open
de: Offen

# contact.activity.state.closed
source: Closed
de: Abgeschlossen

# contact.activity.state.inProgress
source: In progress
de: In Arbeit

# contact.activity.priority.low
source: Low
de: Niedrig

# contact.activity.priority.mid
source: Mid
de: Mittel

# contact.activity.priority.high
source: High
de: Hoch

# content-navigation.contact.accounts.contacts
source: People
de: Ansprechpersonen

# contact.contacts.isPoolAlpinEmployee
source: PA-Employee
de: PA-Mitarbeiter

# contact.address.primaryAddress
source: Primary address
de: Primäre Adresse

# contact.address.deliveryAddress
source: Delivery address
de: Lieferadresse

# contact.address.billingAddress
source: Billing address
de: Rechnungsadresse

# contact.address.type
source: Address type
de: Adresstyp

# contact.address.postbox.number
source: Postbox #
de: Postfach #

# contact.address.postbox.postcode
source: Postbox ZIP
de: Postfach PLZ

# contact.address.postbox.city
source: Postbox city
de: Postfach Stadt

# contact.address.type.select
source: Choose address type
de: Adresstyp auswählen

# contact.address.add.label
source: Add address
de: Adresse hinzufügen

# contact.accounts.type.conversion.message
source: The operation you are about to do will convert this organization. This is not undoable! Please think about it and accept or decline.
de: Die Operation die Sie machen möchten konvertiert diese Organisation und lässt sich nicht rückgängig machen. Bitte denken Sie genau darüber nach und akzeptieren Sie oder brechen Sie ab.

# contact.account.type.customer.conversion
source: Convert to customer
de: Zu Kunde konvertieren

# contact.account.type.lead.conversion
source: Convert to lead
de: Zu Interessent konvertieren

# contact.contacts.details
source: Contact details
de: Kontaktdetails

# contacts.edit-address
source: Edit Address
de: Adresse editieren

# contact.accounts.bonusSettlement
source: Bonus-settlement
de: Bonusabrechnung

# contact.accounts.bonusConditions
source: Bonus-conditions
de: Bonuskonditionen

# contact.accounts.correspondence
source: Correspondence via
de: Korrespondenz per

# contact.contacts.salutation
source: Salutation
de: Grußformel

# contact.contacts.formOfAddress
source: Form of address
de: Anrede

# contact.contacts.formOfAddress.select
source: Choose form of address
de: Anrede auswählen

# contact.contacts.formOfAddress.male
source: Mr.
de: Herr

# contact.contacts.formOfAddress.female
source: Mrs.
de: Frau

# contact.accounts.manage.categories.title
source: Manage categories
de: Kategorien verwalten

# contact.accounts.manage.categories
source: Manage categories
de: Kategorien verwalten

# contact.accounts.category.select
source: Choose a category
de: Kategorie auswählen

# contact.accounts.category
source: Category
de: Kategorie

# contact.accounts.bankName
source: Bank name
de: Name der Bank

# contact.accounts.bank-accounts
source: Bank accounts
de: Bankverbindungen

# contact.accounts.add-bank-account
source: Add new bank account
de: Neues Konto hinzufügen

# contact.accounts.number
source: Number
de: Nummer

# contact.accounts.registerNumber
source: Register Number
de: Firmenbuchnummer

# contact.accounts.division
source: Division
de: Abteilung

# contact.accounts.delete.contacts
source: Delete all <%= number %> related contacts.
de: Alle <%= number %> zugehörigen Personen entfernen.

# contact.accounts.delete.contacts-found
source: Related contacts have been found.
de: Es wurden zugehörige Personen gefunden.

# contact.accounts.delete.contacts-question
source: Would you like to delete them together with the selected company?
de: Wollen sie die zugehörigen Personen zusammen mit der Organisation löschen?

# contact.accounts.delete.contacts-checkbox
source: Delete all <%= number %> related contacts.
de: Alle <%= number %> zugehörigen Personen löschen.

# contact.accounts.delete.desc
source: Do you really want to delete the selected company? All data is going to be lost.
de: Wollen Sie wirklich die ausgewählte Organisation löschen? Die gespeicherten Daten gehen dabei verloren.

# contact.accounts.delete.sub-found-desc
source: A company cannot be deleted as long as it has sub-companies. Please delete the sub-companies or remove the relation.
de: Eine Organisation kann nicht gelöscht werden, solange es Tochterorganisationen hat. Bitte löschen sie die Tochteriorganisationen oder entfernen sie die Relation.

# contact.accounts.delete.sub-found
source: One or more sub-companies found.
de: Eine oder mehrere Tochterorganisationen gefunden.

# contacts.accounts.manage.categories.title
source: Manage categories
de: Kategorien

# contacts.accounts.manage.categories
source: Manage categories
de: Einträge editieren

# contacts.accounts.category.select
source: Choose a Category
de: Kategorie auswählen

# contacts.accounts.category
source: Category
de: Kategorie

# contact.add.address
source: Add address
de: Adresse hinzufügen

# contact.account.type.lead
source: Lead
de: Interessent

# contact.account.type.customer
source: Customer
de: Kunde

# contact.account.type.supplier
source: Supplier
de: Lieferant

# contact.account.add-basic
source: Create new organization
de: Neue Organisation erstellen

# contact.account.add-lead
source: Create new lead
de: Neuen Interessenten erstellen

# contact.account.add-customer
source: Create new customer
de: Neuen Kunden erstellen

# contact.account.add-supplier
source: Create new supplier
de: Neuen Lieferanten erstellen

# contact.accounts.type
source: Type
de: Typ

# contact.contacts.birthday
source: Birthday
de: Geburtstag

# contact.contacts.middleName
source: Middle Name
de: Zwischenname

# navigation.contacts
source: Contacts
de: Kontakte

# navigation.contacts.people
source: People
de: Personen

# navigation.contacts.companies
source: Organizations
de: Organisationen

# contact.accounts.title
source: Organization
de: Organisationen

# contact.accounts.name
source: Organization
de: Organisation

# contact.accounts.website
source: Website
de: Internetseite

# contact.accounts.company
source: Parent company
de: Gehört zu

# contact.contacts.title
source: People
de: Personen

# contact.contacts.contactTitle
source: Title
de: Titel

# contact.contacts.firstName
source: First Name
de: Vorname

# contact.contacts.lastName
source: Last Name
de: Nachname

# contact.contacts.company
source: Organization
de: Organisation

# contact.form.addEmail
source: Add E-Mail
de: E-Mail hinzufügen

# contact.form.addPhone
source: Add Phone
de: Telefon hinzufügen

# contact.form.addAddress
source: Add Address
de: Addresse hinzufügen

# contact.address.street
source: Street
de: Straße

# contact.address.number
source: Number
de: Nummer

# contact.address.address-line
source: Addressline
de: Addresszeile

# contact.address.additional
source: Additional
de: Haus, Stock, etc.

# contact.address.zip
source: Zip
de: Postleitzahl

# contact.address.city
source: City
de: Stadt

# contact.address.country
source: Country
de: Land

# navigation.search
source: Search
de: Suche

# sulu.toolbar.cards
source: Cards
de: Karten

# contact.accounts.document-added
source: Document added
de: Dokument hinzugefügt

# contact.accounts.documents-removed
source: Documents removed
de: Dokumente entfernt

# contact.accounts.documents-saved
source: Documents saved
de: Dokumente gespeichert

# contact.accounts.deleted
source: Organization deleted
de: Organisation gelöscht

# contact.accounts.saved
source: Organization saved
de: Organisation gespeichert

# contact.accounts.contacts-removed
source: Removed person from organization
de: Person aus Organisation entfernt

# contact.accounts.contact-saved
source: Added person to organization
de: Person zu Organisation hinzugefügt

# contact.accounts.main-account-set
source: Main contact set
de: Hauptkontakt festgelegt

# contact.contacts.deleted
source: Contact deleted
de: Person gelöscht

# contact.contacts.saved
source: Contact saved
de: Person gespeichert

# contact.contacts.documents-removed
source: documents removed
de: Dokumente entfernt

# contact.contacts.document-added
source: Document added
de: Dokument hinzugefügt

# contact.contacts.documents-saved
source: Documents saved
de: Dokumente gespeichert

# contact.address.countryCode
source: Country
de: Land

# contact.contacts.avatar.saved
source: Avatar saved
de: Avatar gespeichert

# contact.accounts.logo.saved
source: Logo saved
de: Logo gespeichert

# contact.contacts.avatar-dropzone-text
source: Drop image or click to change avatar
de: Bild ablegen oder klicken um das Avatar zu ändern

# contact.accounts.logo-dropzone-text
source: Drop image or click to change logo
de: Bild ablegen oder klicken um das Logo zu ändern

# contact-selection.no-contact-selected
source: No contact selected
de: Keine Kontakte ausgewählt

# contact-selection.add
source: Choose contact
de: Kontakte auswählen

# user.enable
source: Enable user
de: Benutzer aktivieren

# labels.success.user.activated
source: User enable
de: Benutzer aktiviert
