Repository: sulu/sulu
Catalog: src/Sulu/Bundle/MediaBundle/Resources/translations/sulu/backend.*.xlf
Languages: fr, nl

# navigation.media.collections
source: Folders
fr: Dossiers
nl: Collecties

# smart-content.media.all-collections
source: All folders
fr: Tous les dossiers
nl: Alle collecties

# navigation.media.collections.search
source: Filter folders...
fr: Filtrer les dossiers...
nl: Filter collecties...

# content-navigation.media.files
source: Files
fr: Fichiers
nl: Bestanden

# media.media.description
source: Description
nl: Beschrijving

# media.media.size
source: Filesize
fr: Taille du fichier
nl: Bestandsgrootte

# sulu.media.new-collection
source: New folder
fr: Nouveau dossier
nl: Nieuwe collectie

# sulu.media.add-collection
source: Add folder
fr: Ajouter un dossier
nl: Nieuwe collectie toevoegen

# content-navigation.media.settings
source: Settings
fr: Paramètres
nl: Instellingen

# sulu.media.multiple-edit.title
source: Edit media
fr: Editer le media
nl: Bewerk media

# labels.success.media-save-desc
source: Media successfully saved
fr: Média enregistré avec succès
nl: Media succesvol opgeslagen

# labels.success.media-upload-desc
source: Media successfully uploaded
fr: Media uploadé avec succès
nl: Media succesvol geüpload

# media-selection.collections
source: Folders
fr: Dossiers
nl: Collecties

# media.collections.title
source: Folders
fr: Dossiers
nl: Collecties

# media.collection.title
source: Folder title
fr: Titre du dossier
nl: Collectietitel

# labels.success.collection-save-desc
source: Folder successfully saved
fr: Dossier enregistre avec succès
nl: Collectie succesvol opgeslagen

# labels.success.collection-deleted-desc
source: Folder successfully deleted
fr: Dossier supprime avec succès
nl: Collectie succesvol verwijderd

# sulu.collections.delete-collection
source: Delete folder
fr: Supprimer dossier
nl: Collectie verwijderen

# media-selection.new-collection
source: New folder
fr: Nouveau dossier
nl: Nieuwe collectie

# media-selection.create-new-collection
source: Create new folder
fr: Créer nouveau dossier
nl: Maak een nieuwe collectie

# media-selection.upload-to-collection
source: Upload to folder
fr: Upload à le dossier
nl: Uploaden naar collectie

# media-selection.upload-new
source: Upload new
fr: Upload Nouveau
nl: Nieuwe uploaden

# media-selection.add-images
source: Add images
fr: Ajouter des images
nl: Afbeeldingen toevoegen

# media-selection.nomedia-selected
source: No media selected
fr: Pas de médias sélectionnés
nl: Geen media geselecteerd

# sulu.media.move
source: Move media
fr: Déplacer les médias
nl: Verplaats media

# sulu.media.move.overlay-title
source: Choose new folder
fr: Choisissez nouveau dossier
nl: Kies een nieuwe collectie

# labels.success.media-move-desc
source: Media successfully moved
fr: Média déplacé avec succès
nl: Media succesvol verplaatst

# labels.success.collection-move-desc
source: Folder successfully moved
fr: Dossier déplace avec succès
nl: Collectie succesvol verplaatst

# sulu.media.edit.loading
source: Media loading
fr: Chargement du Media
nl: Media inladen

# sulu.collection.edit
source: Edit folder
fr: Editer le dossier
nl: Bewerk collectie

# sulu.collection.move
source: Move folder
fr: Déplacer dossier
nl: Verplaats collectie

# sulu.collection.delete
source: Delete folder
fr: Supprimer dossier
nl: Verwijder collectie

# navigation.media.collections.empty
source: No folders
fr: Pas de dossiers
nl: Geen collectie

# navigation.media.collections.add
source: Add
fr: Ajouter
nl: Toevoegen

# sulu.collection.move.overlay-title
source: Move folder
fr: Déplacer le dossier
nl: Collectie verplaatsen

# media-selection.overlay.all-medias
source: All Medias
fr: Tous les Medias
nl: Alle media

# sulu.media.all-collections
source: All media
fr: Tous les media
nl: Alle media

# sulu.media.history
source: History
fr: Historique
nl: Geschiedenis

# sulu.media.version
source: Version
nl: Versie

# sulu.media.version.active
source: active
nl: actief

# media-selection.overlay.selected-image-label
source: image selected
fr: image sélectionnée
nl: Afbeelding geselecteerd

# media-selection.overlay.selected-images-label
source: images selected
fr: images sélectionnées
nl: Afbeeldingen geselecteerd

# media-selection.list-toolbar.upload-info
source: Click or Drag'n'Drop
fr: Cliquez ou Drag'n'Drop
nl: Klik of sleep en laat los

# sulu.media.edit-collection
source: Edit folder
fr: Editer le dossier
nl: Bewerk collectie

# sulu.media.upload-new-version
source: Upload new version
fr: Upload une nouvelle version
nl: Upload nieuwe versie

# labels.success.media-deleted-desc
source: Media successfully deleted
fr: Média supprimé avec succès
nl: Media succesvol verwijderd

# sulu.toolbar.masonry
source: Masonry
nl: Tegels

# sulu.header.edit-collection
source: Edit folder
fr: Editer le dossier
nl: Bewerk collectie

# sulu.header.delete-collection
source: Delete folder
fr: Supprimer le dossier
nl: Verwijder collectie

# husky.upload.error.file-to-big
source: Maximum filesize ({{filesize}}mb) reached
fr: Maximum taille du fichier ({{filesize}}mb) atteinte
nl: Maximale bestandsgrootte ({{filesize}}mb) bereikt

# sulu.dropzone.error.file-to-big.title
source: File {{filename}}
fr: Fichier {{filename}}
nl: Bestand {{filename}}

# sulu.dropzone.error.title
source: File {{filename}}
fr: Fichier {{filename}}
nl: Bestand {{filename}}

# sulu.dropzone.error.message
source: Unknown error occurs
fr: Une erreur inconnue s'est produite
nl: Er zijn onbekende fouten

# sulu.media.licence
source: Licence
nl: Licentie

# sulu.media.copyright-information
source: Copyright information
nl: Copyright informatie

# sulu.media.play-video.loading
source: Loading video
fr: Chargement video
nl: Video laden

# sulu.media.preview-tab
source: Preview image
fr: Aperçu en image
nl: Voorbeeld afbeelding

# sulu.media.reset-preview-image
source: Reset preview image
fr: Réinitialiser l'aperçu de l'image
nl: Herstellen voorbeeld afbeelding

# sulu.media.upload-new-preview
source: Upload new preview image
fr: Transférer une nouvelle image d'aperçu
nl: Uploaden nieuwe voorbeeld afbeelding

# sulu.dropzone.error.message.wrong-filetype
source: The new version must be the same media type.
fr: La nouvelle version doit être le même type de media.
nl: De nieuwe versie moet het zelfde mediatypen zijn.

# sulu.media.copy_url
source: Copy URL
fr: Copier un URL
nl: Kopieer URL

# sulu.media.copied_url
source: URL copied
fr: URL copié
nl: URL gekopieerd

# sulu.media.original
source: Master file
fr: Fichier maitre
nl: Hoofdbestand

# sulu.media.copy_original
source: Master file URL
fr: Fichier maitre URL
nl: Hoofdbestand URL

# sulu.media.download_original
source: Download master file
fr: Téléchargement fichier maitre
nl: Downloaden hoofdbestand

# sulu.media.categories
source: Categories
fr: Catégories
nl: Categorieën

# sulu-media.ckeditor.media-link
source: Asset Link
fr: Lien média
nl: Media-link

# sulu-media.ckeditor.media-link.dialog.selected-title
source: Selected Asset
fr: Fichier selectionné
nl: Geselecteerde media

# sulu-media.ckeditor.media-link.dialog.remove
source: Remove Asset Link
fr: Enlever lien
nl: Verwijder media-link

# sulu-media.ckeditor.media-link.edit
source: Edit Asset Link
fr: Éditer lien média
nl: Bewerkt media-link

# sulu-media.ckeditor.media-link.edit.remove
source: Remove Asset Link
fr: Enlever lien média
nl: Verwijder media-link

# sulu-media.selection.overlay.save
source: Apply
fr: Importer
nl: Toepassen

# sulu-media.upload-files
source: Upload files
fr: Uploader des fichiers
nl: Bestanden uploaden

# sulu-media.remove-crop
source: Remove crop
fr: Réinitialiser le cadrage
nl: Verwijder uitsnede

# sulu-media.image-formats
source: Image formats
fr: Formats d'image
nl: Afbeeldingsformaten

# sulu-media.crop-double-click-hint
source: A double-click maximizes and centers the area
fr: Avec un double clic le cadrage est maximé et centré
nl: Dubbelklikken om te maximaliseren en te centreren

# sulu-media.edit-image
source: Edit image
fr: Modifier l'image
nl: Bewerk afbeelding

# sulu-media.crop
source: Crop
fr: Déterminer des cadrages
nl: Uitsnijden

# sulu-media.crop-save-success
source: Crop successfully saved
fr: Enregistrement du cadrage achevé réussi
nl: Uitsnede succesvol opgeslagen

# sulu-media.crop-remove-success
source: Crop successfully removed
fr: Réinitialisation du cadrage achevée réussie
nl: Uitsnede succesvol verwijderd

# sulu-media.crop-not-possible
source: Crop not possible
fr: Découper n'est pas possible
nl: Uitsnijden niet mogelijk

# sulu-media.image-too-small
source: The original image is too small
fr: L'image originale est trop petite
nl: De orginele afbeelding is te klein

# sulu-media.crop-out-of-date
source: Crop outdated
fr: Cadrage dépassé
nl: Uitsnede vervallen

# sulu-media.crop-out-of-date-text
source: The defined crop is outdated because of another upload or changed image format
fr: Le cadrage défini est dépassé à la suite d'une image téléchargée ou d'un format d'image
nl: De uitsnede is vervallen aangezien een andere upload het afbeeldingsformaat heeft gewijzigd

# sulu-media.minimum-size-reached
source: Minimal size reached
fr: Taille minimale atteinte
nl: Minimale grootte bereikt

# sulu-media.crops-out-of-date
source: Crops outdated
fr: Cadrages dépassés
nl: Uitsnede is verouderd

# sulu-media.following-crops-out-of-date
source: Crops of the following formats are outdated
fr: Les cadrages pour les formats suivants sont caducs
nl: Uitsneden van de volgende afbeeldingsformaten zijn verouderd

# navigation.media
source: Media
fr: Assets

# media.media.thumbnails
source: Thumbnail
fr: Vignette

# sulu.media.credits-information
source: Media credits
fr: Médias credits

# sulu.media.formats
source: Media formats
fr: Formats des médias

# sulu-media.selection.overlay.title
source: Media
fr: Médias
