Repository: sulu/sulu
Catalog: src/Sulu/Bundle/SuluMediaBundle/Resources/translations/sulu/backend.*.xlf
Languages: de

# navigation.media
source: Assets
de: Medien

# navigation.media.collections
source: Collections
de: Kollektionen

# content-navigation.media.files
source: Files
de: Dateien

# media.media.description
source: Description
de: Beschreibung

# media.media.size
source: Filesize
de: Dateigröße

# media.media.thumbnails
source: Thumbnail
de: Vorschaubild

# sulu.media.new-collection
source: New collection
de: Neue Kollektion

# sulu.media.add-collection
source: Add new collection
de: Neue Kollektion hinzufügen

# content-navigation.media.settings
source: Settings
de: Einstellungen

# labels.success.media-save-desc
source: Media successfully saved
de: Medien erfolgreich gespeichert

# sulu.media.multiple-edit.title
source: Edit medias
de: Medien bearbeiten

# labels.success.media-upload-desc
source: Media successfully uploaded.
de: Medien erfolgreich hochgeladen.

# media-selection.collections
source: Collections
de: Kollektionen

# media.collections.title
source: Collections
de: Kollektionen

# media.collection.title
source: Collection title
de: Kollektionstitel

# labels.success.collection-save-desc
source: Collection successfully saved
de: Kollektion erfolgreich gespeichert

# labels.success.collection-deleted-desc
source: Collection successfully deleted
de: Kollektion erfolgreich gelöscht
