Repository: sulu/sulu
Catalog: src/Sulu/Bundle/CategoryBundle/Resources/translations/sulu/backend.*.xlf
Languages: fr

# content-navigation.category.details
source: Details
fr: Détails

# category.categories.title
source: Categories
fr: Catégories

# navigation.settings.categories
source: Categories
fr: Catégories

# search-overlay.index.category.title
source: Categories
fr: Catégories

# sulu.category.new-category
source: New category
fr: Nouvelle catégorie

# sulu.category.category-name
source: Category name
fr: Nom de la catégorie

# sulu.category.category-key
source: Category key
fr: Clef de la catégorie

# labels.success.category-save-desc
source: Category successfully saved
fr: Catégorie enregistrée avec succès

# labels.success.category-delete-desc
source: Category successfully deleted
fr: Catégorie supprimée avec succès

# labels.error.category-unique-key
source: The category key has to be unique
fr: La catégorie clé doit être unique

# labels.success.category-save-error
source: An error occurred while saving the category
fr: Une erreur est survenue lors de l'enregistrement de la catégorie

# sulu.category.no-categories-available
source: No categories available
fr: Aucune catégorie

# sulu.category.keywords
source: Keywords
fr: mots-clés

# sulu.category.keyword
source: Keyword
fr: mot-clé

# sulu.category.used-multiple
source: Multiple usage
fr: utilisation multiple

# sulu.category.keyword_conflict.title
source: Keyword is used multiple times
fr: Ce mot-clé est en utilisation multiple

# sulu.category.keyword_conflict.message
source: Change keyword for all or create a new keyword?
fr: Changer le mot-clé pour tous ou créer un nouveau mot-clé?

# sulu.category.keyword_conflict.detach
source: Create new keyword
fr: Créer nouveau mot-clé

# sulu.category.keyword_conflict.overwrite
source: Overwrite
fr: écraser

# sulu.category.medias
source: Media
fr: Médias
