Repository: sulu/sulu
Catalog: src/Sulu/Bundle/AudienceTargetingBundle/Resources/translations/sulu/backend.*.xlf
Languages: de

# target-group-2
source: Target groups
de: Zielgruppen

# target-group-3
source: Activated
de: Aktiv

# target-group-4
source: Target group title
de: Zielgruppen Titel

# target-group-6
source: Priority
de: Priorität

# target-group-7
source: Target group was not found.
de: Zielgruppe konnte nicht gefunden werden.

# target-group-8
source: Rule sets
de: Regeln

# target-group-9
source: Visitors matching ANY of these rules will be added to the target group.
de: Besucher die zumindest EINER dieser Regeln entsprechen werden der Zielgruppe hinzugefügt.

# target-group-10
source: Assigned at
de: Zuweisung bei

# target-group-11
source: Conditions
de: Voraussetzung

# target-group-12
source: Configure rule set
de: Regel konfigurieren

# target-group-13
source: Visitors matching ALL of these conditions will be added to the target group.
de: Besucher die ALLE diese Voraussetzungen erfüllen werden der Zielgruppe hinzugefügt.

# target-group-14
source: Add condition
de: Voraussetzung hinzufügen

# sulu_audience_targeting.rules.locale
source: Locale
de: Sprache

# target-group-17
source: No target groups available
de: Keine Zielgruppen verfügbar

# target-group-18
source: Use target groups
de: Zielgruppen berücksichtigen

# sulu_audience_targeting.rules.query_string_value
source: Value
de: Wert

# sulu_audience_targeting.rules.operating_system
source: Operating System
de: Betriebssystem

# sulu_audience_targeting.rules.device_type
source: Device Type
de: Gerätetyp

# sulu_audience_targeting.frequencies.hit
source: each page visit
de: jedem Seitenaufruf

# sulu_audience_targeting.frequencies.session
source: each session
de: jeder Sitzung

# sulu_audience_targeting.frequencies.visitor
source: first visit
de: erstem Besuch
